namespace HomeWork_046_War
{
    internal class Program
    {
        static void Main(string[] args)
        {
            Console.WriteLine("Hello, World!");
        }
    }
}
//Есть 2 взвода. 1 взвод страны один, 2 взвод страны два.

//Каждый взвод внутри имеет солдат.

//Нужно написать программу, которая будет моделировать бой этих взводов.

//Каждый боец - это уникальная единица, он может иметь уникальные способности или же уникальные характеристики, такие как повышенная сила.

//Побеждает та страна, во взводе которой остались выжившие бойцы.

//Не важно, какой будет бой, рукопашный, стрелковый.